tap "cantino/mcfly"
tap "coursier/formulas"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "macos-fuse-t/cask"
tap "romkatv/powerlevel10k"
tap "wez/wezterm"
brew "xz"
brew "sqlite"
brew "azure-cli"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "brew-cask-completion"
brew "cmake"
brew "erdtree"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gitui"
brew "glow"
brew "gnupg"
brew "hyperfine"
brew "jq"
brew "llvm"
brew "lsd"
brew "mcfly"
brew "neovim"
brew "node"
brew "openjdk"
brew "pass"
brew "pngpaste"
brew "poppler"
brew "procs"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "trash"
brew "unar"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "coursier/formulas/coursier"
cask "amethyst"
cask "anaconda"
cask "sioyek"
cask "stats"
cask "wezterm"
