tap "cantino/mcfly"
tap "coursier/formulas"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
tap "romkatv/powerlevel10k"
tap "wez/wezterm"
brew "xz"
brew "bat"
brew "brew-cask-completion"
brew "cmake"
brew "fd"
brew "sqlite"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gitui"
brew "glow"
brew "gnupg"
brew "icu4c@76"
brew "jq"
brew "llvm"
brew "lsd"
brew "lua"
brew "neovim"
brew "node"
brew "openjdk"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "procs"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "topgrade"
brew "trash", link: true
brew "unar"
brew "uv"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cantino/mcfly/mcfly"
brew "coursier/formulas/coursier"
cask "aerospace"
cask "dbeaver-community"
cask "stats"
cask "wezterm"
