tap "azure/functions"
tap "cantino/mcfly"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
tap "snyk/tap"
tap "wez/wezterm"
brew "xz"
brew "azure-cli"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "brew-cask-completion"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "gitui"
brew "glow"
brew "gnupg"
brew "hyperfine"
brew "jq"
brew "llvm"
brew "lsd"
brew "mcfly"
brew "mysql"
brew "neovim"
brew "node"
brew "openjdk"
brew "pass"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "procs"
brew "python-lsp-server"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "trash", link: true
brew "unar"
brew "uv"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "coursier/formulas/coursier"
brew "snyk/tap/snyk"
cask "aerospace"
cask "bruno"
cask "dbeaver-community"
cask "sioyek"
cask "stats"
cask "wezterm"
