brew "bat"
brew "cmake"
brew "fzf"
brew "gitui"
brew "lsd"
brew "mcfly"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "topgrade"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
